{
  "home": "Home",
  "aboutRomygo": "About romygo",
  "becomeDriver": "Become Driver",
  "investor": "Investor",
  "news": "News",
  "login": "Log in",
  "signup": "Sign Up",
  "getMovingInRomaniaWith": "Get moving in Romania with",
  "rideWithRomygo": "Ride with romygo",
  "driveWhenYouWantKeepAllYouMake": "Drive when you want, keep all you make.",
  "driveOrDeliverOn": "Drive or deliver on your own schedule, using your own vehicle. Choose the type of work that suits you — rides, deliveries, or both. with romygo, you keep 100% of what you earn.",
  "getStarted": "Get Started",
  "alreadyHaveAnAccount": "Already have an account? Sign In",
  "theRomygoYouKnow": "The romygo you know, reimagined for business",
  "romygoAllowsYouToMaintain": "romygo allows you to maintain complete control over your schedule, rides and earnings. Heck, we'll help you with your taxes too!",
  "downloadTheRiderApp": "Download the rider app",
  "scanToDownload": "Scan to download",
  "downloadTheDriverApp": "Download the driver app",
  "fromUnderdogToGlobalLeader": "From Underdog to Global Leader",
  "aJourneyOfGrowthAndInnovation": "A Journey of Growth and Innovation.",
  "discoverHowRomygoReinvented": "Discover how romygo reinvented the rideshare industry in Romania one ride at a time.",
  "downloadTheApp": "Download the app",
  "company": "Company",
  "aboutUs": "About us",
  "investors": "Investors",
  "blog": "Blog",
  "career": "Career",
  "products": "Products",
  "ride": "Ride",
  "drive": "Drive",
  "deliver": "Deliver",
  "hotels": "Hotels",
  "travel": "Travel",
  "usefulLinks": "Useful Links",
  "privacyPolicy": "Privacy Policy",
  "termsAndConditions": "Terms and Conditions",
  "communityGuidelines": "Community Guidelines",
  "gdpr": "GDPR",
  "download": "Download",
  "safetyGuidelines": "Safety Guidelines",
  "allRightsReserved": "All Rights Reserved.",
  "welcomeTo": "Welcome to",
  "driveWithFreedomRIdeWithTrust": "Drive with freedom, Ride with trust.",
  "forABetterWorld": "For a better world",
  "romygoWantsToSeeABetterWorld": "romygo wants to see a better world. Better for the drivers, riders and the environment we breathe and live in. It's this dedication that moves us every day.",
  "theRomygoMission": "The romygo mission",
  "weAreRomygo": "We are romygo. Built for those who move the world forward. For the early starters, the late-night earners, and the everyday movers and shakers. We exist to connect people, places, and possibilities simply, instantly, and with purpose.",
  "movementIsNtJust": "Movement isn’t just what we enable, it’s what defines us. It’s the engine behind every ride, every delivery, every choice to show up and make something happen. From small towns to big cities, romygo empowers individuals to take control of their time, their income, and their direction.",
  "weareTechnologyCompany": "We’re a technology company grounded in reality where each tap has real-world impact. We bring together speed, safety, and simplicity to help people get where they need to be and earn more while doing it. And we’re building this not just for convenience, but for inclusion because freedom of movement and opportunity should belong to everyone. The opportunity to earn more, relax more and be happy more.",
  "ourPlatformIsNtAboutProducts": "Our platform isn’t about products – it’s about people. Drivers who earn with dignity. Riders who travel with trust. Families who get what they need without delay. We’re here for real-life needs, in real time, from a quick lift to a crucial delivery.",
  "wehaventComeThisFar": "We haven’t come this far by standing still. romygo was built on momentum – on asking what’s next, what’s better, what’s possible. That spirit of reinvention fuels everything we do. Every line of code. Every support call. Every new city we launch",
  "thisIsJustTheBegining": "This is just the beginning.",
  "peopleFirst": "People first",
  "atRomygoWePut": "At romygo, we put people first. Our drivers, riders and the families that use romygo to move every day. We want to create the safest eco-system for everyone involved in romygo everyday.",
  "readOurCommunityGuidelines": "Read our community guidelines",
  "weKeepItSafe": "We keep it safe",
  "romygoIsBuildingACommunityOfDrivers": "romygo is building a community of drivers, riders and corporate to deliver a spectacular experience for everyone in Romania.",
  "radOurSafetyGuidelines": "Read our safety guidelines",
  "beyondRides": "Beyond rides",
  "romygoWillTransformYourFoodDelivery": "romygo will transform your food delivery, travel and hotel bookings too. Stay connected and enjoy a true revolution in life.",
  "companyNews": "Company News",
  "makeMoreWith": "Make more with",
  "driversmakeTheMostAmountOfMoney": "Drivers make the most amount of money on every ride.",
  "applyToDrive": "Apply to drive",
  "youKeepWhatYouMake": "You keep what you make",
  "romygoDriversTakeHome": "romygo drivers take home 100% of what they earn. That's the only fair deal and we make it happen.",
  "readAboutRomygoPay": "Read about romygo pay",
  "romygoPayIsBuildOnASimplePromise": "RomyGo Pay is built on a simple promise. What you earn is yours. Every time you complete a ride, you receive the full fare and every tip without the platform taking a single percentage. There are no hidden fees, no service charges, and no deductions. You put in the work, so you deserve every leu.",
  "thisIsHowRideSharingShouldBe": "This is how ride sharing should be. Transparent, fair, and driver focused. With RomyGo Pay, you are in control of your income from the first ride onward. Keep what you earn, grow on your terms, and drive knowing you are backed by a platform that respects your time.",
  "weKeepIsSafe": "We keep it safe",
  "makeMoreMoneyToday": "Make more money today",
  "driveWithRomygoAndJoinOurCommunity": "Drive with romygo and join our community of happy drivers who take 100% of what they make everyday.",
  "applyHere": "Apply Here",
  "investorHub": "investor hub",
  "investInAReliableScalable": "Invest in a reliable, scalable future of urban transportation.",
  "whyInvestInRomygo": "Why invest in romygo?",
  "theRideSharingAndDeliveryEconomy": "The ride-sharing and delivery economy is evolving. Traditional platforms take significant commissions, alienating the very workers who keep them running. romygo flips the model by giving drivers and couriers 100 percent of their earnings while monetizing through support tools, loyalty services, and partnerships. This structure builds unmatched driver loyalty and platform stability; two of the most critical challenges in the on-demand economy today",
  "massiveMarketOpportunity": "Massive Market Opportunity",
  "romygoOperatesInOneOfThe": "romygo operates in one of the largest and fastest growing sectors in the global economy. With billions of dollars flowing into on demand transportation and delivery, the total addressable market continues to expand every year. By prioritizing both the driver and the end user, romygo is the better investment choice.",
  "globalScale": "Global Scale",
  "romygoOperatesInThousandsOfCities": "romygo operates in thousands of cities across dozens of countries, with millions of active users. Our global platform is built for scale, driving growth and efficiency.",
  "competitiveAdvantages": "Competitive Advantages",
  "itIsDefferentiatedPlatformBuilt": "It is a differentiated platform built on three powerful advantages. First, our driver compensation model creates retention and loyalty that other platforms cannot match. Second, our technology stack is optimized for low cost growth, allowing us to scale without bloated overhead. Third, our approach to customer experience is driven by transparency, responsiveness, and trust.",
  "OurPathToProfitability": "Our path to profitability",
  "romygoIsAGlobalTechnologyPlatform": "romygo is a global technology platform that connects riders with drivers, restaurants and stores with delivery people, and consumers with merchants. We are a global company that is changing how people move and how cities work.",
  "mobility": "Mobility",
  "romygosMobilityServiceIsTheCore": "romygo’s mobility service is the core of our platform. We connect riders with drivers in cities where affordable, reliable transportation is essential. Our approach prioritizes local flexibility, 0% commissions and highest retention among drivers and passengers. This creates a model that scales efficiently while keeping operating costs predictable.",
  "delivery": "Delivery",
  "ourDeliverySegmentExtends": "Our delivery segment extends the romygo platform to merchants and consumers across food, retail, and essential goods. We enable fast, trusted delivery without charging commissions to merchants or couriers. Our delivery model is asset light, high margin, and aligned with growing trends in online commerce. With every new restaurant or store onboarded, our network density and delivery economics improve.",
  "romygoOpensANewAndValuable": "romygo opens a new and valuable channel by offering customers an easy way to book air tickets at the lowest available prices. Through direct integrations with global distribution systems and airline partners, we cut out costly intermediaries and pass the savings to travelers. Each booking strengthens our ecosystem, adds non cyclical revenue, and deepens user engagement across mobility and delivery.",
  "investInRomygo": "Invest in romygo",
  "viewMoreStories": "View more stories",
  "driveWithRomygo": "Drive with romygo",
  "becomeRomygoDrivermakeMoreMoneyToday": "Become romygo driver and make more money today.",
  "email": "Email",
  "password": "Password",
  "rememberMe": "Remember Me",
  "forgotPassword": "Forgot Password?",
  "signUp": "Sign Up",
  "dontHaveAnAccount": "Don't have an account?",
  "signupHere": "Sign Up here",
  "poweredBy": "Powered By",
  "role": "Role",
  "name": "Name",
  "driver": "Driver",
  "atleasteightCharacter": "At least 8 characters",
  "atLeastOneUppercase": "At least one uppercase letter",
  "atLeastOneLowerCas": "At least one lowercase letter",
  "atLeastoneNumber": "At least one number",
  "atLeastOneSpecialCharacter": "At least one special character",
  "confirmPassword": "Confirm Password",
  "byClickingSignUp": "By clicking \"Sign Up\" I agree to Gymscanner's",
  "termsOfUse": "Terms Of Use",
  "and": "and",
  "signInHere": "Sign In here",
  "forgotPassword_forgot": "Forgot Password",
  "enterYourEmailToReceive": "Enter your email to receive a password reset link",
  "emailPasswordResetLink": "Email Password Reset Link",
  "returnTo": "Return to",
  "alreadyHaveAn": "Already have an account?",
  "deliverWith": "Deliver with",
  "foodDeliveryComingSoon": "Food Delivery Coming Soon",
  "hotelBookingComingSoon": "Hotel booking Coming Soon",
  "onlineTravelBooking": "Online travel booking coming soon",
  "stayWith": "Stay with",
  "travelWith": "Travel with",
  "logout": "Logout"
}
