{
  "home": "Acasă",
  "aboutRomygo": "Despre romygo",
  "becomeDriver": "Devino șofer",
  "investor": "Investitor",
  "news": "Știri",
  "login": "Autentificare",
  "signup": "Înregistrare",
  "getMovingInRomaniaWith": "Pornește la drum în România cu",
  "rideWithRomygo": "Călătorește cu romygo",
  "driveWhenYouWantKeepAllYouMake": "Condu când vrei, păstrează tot ce câștigi",
  "driveOrDeliverOn": "Condu sau livrează după propriul program, folosind propriul vehicul. Alege tipul de muncă care ți se potrivește – curse, livrări sau ambele. Cu romygo, păstrezi 100% din câștiguri",
  "getStarted": "Începe",
  "alreadyHaveAnAccount": "Ai deja un cont? Autentifică-te",
  "theRomygoYouKnow": "romygo pe care îl cunoști, reinventat pentru afaceri",
  "romygoAllowsYouToMaintain": "romygo îți permite să ai control complet asupra programului, curselor și veniturilor tale. Te ajutăm chiar și cu impozitele!",
  "downloadTheRiderApp": "Descarcă aplicația pentru pasageri",
  "scanToDownload": "Scanează pentru a descărca",
  "downloadTheDriverApp": "Descarcă aplicația pentru șoferi",
  "fromUnderdogToGlobalLeader": "De la outsider la lider global",
  "aJourneyOfGrowthAndInnovation": "O călătorie a creșterii și inovației.",
  "discoverHowRomygoReinvented": "Descoperă cum romygo a reinventat industria ride-share în România, o cursă pe rând.",
  "downloadTheApp": "Descarcă aplicația",
  "company": "Companie",
  "aboutUs": "Despre noi",
  "investors": "Investitorii",
  "blog": "Blog",
  "career": "Cariere",
  "products": "Produse",
  "ride": "Călătorie",
  "drive": "Condu",
  "deliver": "Livrare",
  "hotels": "Hoteluri",
  "travel": "Călătorii",
  "usefulLinks": "Linkuri utile",
  "privacyPolicy": "Politica de confidențialitate",
  "termsAndConditions": "Termeni și condiții",
  "communityGuidelines": "Ghidul comunității",
  "gdpr": "GDPR",
  "download": "Descărcați",
  "safetyGuidelines": "Ghiduri de siguranță",
  "allRightsReserved": "Toate drepturile rezervate.",
  "welcomeTo": "Bun venit la",
  "driveWithFreedomRIdeWithTrust": "Condu cu libertate, călătorește cu încredere.",
  "forABetterWorld": "Pentru o lume mai bună",
  "romygoWantsToSeeABetterWorld": "romygo dorește o lume mai bună. Mai bună pentru șoferi, pasageri și pentru mediul în care trăim. Această dedicare ne mișcă în fiecare zi.",
  "theRomygoMission": "Misiunea romygo",
  "weAreRomygo": "Suntem romygo. Creat pentru cei care mișcă lumea înainte. Pentru cei care încep devreme, pentru cei care lucrează noaptea, și pentru cei care mișcă zilnic lucrurile. Conectăm oameni, locuri și oportunități – simplu, instant și cu scop.",
  "movementIsNtJust": "Mișcarea nu este doar ceea ce facilităm, ci ceea ce ne definește. Este motorul din spatele fiecărei curse, fiecărei livrări, fiecărei alegeri de a apărea și a face ceva. De la orașe mici la metropole, romygo oferă oamenilor control asupra timpului, veniturilor și direcției lor.",
  "weareTechnologyCompany": "Suntem o companie de tehnologie ancorată în realitate, unde fiecare apăsare are impact real. Combinăm viteza, siguranța și simplitatea pentru a ajuta oamenii să ajungă unde au nevoie și să câștige mai mult făcând asta. Construim acest lucru nu doar pentru comoditate, ci și pentru incluziune, pentru că libertatea de mișcare și oportunitățile ar trebui să fie pentru toți.",
  "ourPlatformIsNtAboutProducts": "Platforma noastră nu este despre produse – este despre oameni. Șoferi care câștigă cu demnitate. Pasageri care călătoresc cu încredere. Familii care primesc ce au nevoie fără întârzieri. Suntem aici pentru nevoi reale, în timp real – de la o cursă rapidă la o livrare crucială.",
  "wehaventComeThisFar": "Nu am ajuns atât de departe stând pe loc. romygo s-a bazat pe impuls – întrebând mereu ce urmează, ce este mai bine, ce este posibil. Acest spirit de reinventare alimentează tot ce facem.",
  "thisIsJustTheBegining": "Acesta este doar începutul.",
  "peopleFirst": "Oamenii pe primul loc",
  "atRomygoWePut": "La romygo, punem oamenii pe primul loc. Șoferii, pasagerii și familiile care folosesc romygo pentru a se deplasa în fiecare zi. Dorim să creăm cel mai sigur ecosistem pentru toți cei implicați în romygo în fiecare zi.",
  "weKeepItSafe": "Păstrăm siguranța",
  "readOurCommunityGuidelines": "Citiți regulile comunității noastre",
  "romygoIsBuildingACommunityOfDrivers": "romygo construiește o comunitate de șoferi, pasageri și companii pentru a oferi o experiență spectaculoasă pentru toți în România.",
  "radOurSafetyGuidelines": "Citește ghidurile noastre de siguranță",
  "beyondRides": "Mai mult decât curse",
  "romygoWillTransformYourFoodDelivery": "romygo va transforma livrările de mâncare, rezervările de călătorii și hoteluri. Rămâi conectat și bucură-te de o adevărată revoluție în viață.",
  "companyNews": "Noutăți companie",
  "makeMoreWith": "Câștigă mai mult cu",
  "driversmakeTheMostAmountOfMoney": "Șoferii câștigă cei mai mulți bani la fiecare cursă.",
  "applyToDrive": "Aplică pentru a conduce",
  "youKeepWhatYouMake": "Păstrezi tot ce câștigi",
  "romygoDriversTakeHome": "Șoferii romygo păstrează 100% din câștiguri. Asta este corect, și noi o facem posibilă.",
  "readAboutRomygoPay": "Află despre romygo Pay",
  "romygoPayIsBuildOnASimplePromise": "Romygo Pay se bazează pe o promisiune simplă. Ce câștigi este al tău. De fiecare dată când finalizezi o cursă, primești întreaga sumă plus bacșișul, fără ca platforma să ia vreun procent. Fără taxe ascunse, fără comisioane.",
  "thisIsHowRideSharingShouldBe": "Așa ar trebui să fie ride-sharing-ul. Transparent, corect și centrat pe șofer. Cu Romygo Pay, ai controlul veniturilor tale de la prima cursă.",
  "weKeepIsSafe": "Păstrăm siguranța",
  "makeMoreMoneyToday": "Câștigă mai mulți bani azi",
  "driveWithRomygoAndJoinOurCommunity": "Condu cu romygo și alătură-te comunității noastre de șoferi fericiți care păstrează 100% din veniturile lor zilnic.",
  "applyHere": "Aplică aici",
  "investorHub": "hub de investitori",
  "investInAReliableScalable": "Investește într-un viitor fiabil și scalabil al transportului urban.",
  "whyInvestInRomygo": "De ce să investești în romygo?",
  "theRideSharingAndDeliveryEconomy": "Economia ride-sharing și livrări evoluează. Platformele tradiționale percep comisioane mari, înstrăinând chiar lucrătorii care le susțin. romygo schimbă modelul, oferind șoferilor și curierilor 100% din venituri, monetizând prin instrumente de suport, servicii de fidelizare și parteneriate.",
  "massiveMarketOpportunity": "Oportunitate imensă de piață",
  "romygoOperatesInOneOfThe": "romygo operează într-unul dintre cele mai mari și mai rapid dezvoltate sectoare din economia globală. Cu miliarde de dolari investiți în transport și livrare la cerere, piața totală vizată continuă să se extindă în fiecare an. Prin prioritizarea atât a șoferului, cât și a utilizatorului final, romygo este cea mai bună alegere de investiție.",
  "globalScale": "Scală globală",
  "romygoOperatesInThousandsOfCities": "romygo operează în mii de orașe din zeci de țări, cu milioane de utilizatori activi. Platforma noastră globală este construită pentru scalare, stimulând creșterea și eficiența.",
  "competitiveAdvantages": "Avantaje competitive",
  "itIsDefferentiatedPlatformBuilt": "Este o platformă diferită construită pe trei avantaje puternice: modelul nostru de compensație atrage și păstrează șoferii, tehnologia permite creștere cu costuri mici, iar experiența clienților este condusă de transparență și încredere.",
  "OurPathToProfitability": "Drumul nostru către profitabilitate",
  "romygoIsAGlobalTechnologyPlatform": "romygo este o platformă globală de tehnologie care conectează pasagerii cu șoferii, restaurantele și magazinele cu curierii, consumatorii cu comercianții. Schimbăm modul în care oamenii se deplasează și cum funcționează orașele.",
  "mobility": "Mobilitate",
  "romygosMobilityServiceIsTheCore": "Serviciul de mobilitate romygo este esența platformei noastre. Conectăm pasagerii cu șoferii în orașe unde transportul fiabil este esențial. Modelul nostru prioritar: flexibilitate locală, 0% comisioane și retenție ridicată.",
  "delivery": "Livrări",
  "ourDeliverySegmentExtends": "Segmentul nostru de livrare extinde platforma romygo către comercianți și consumatori din domeniul alimentar, retail și bunuri esențiale. Oferim livrare rapidă, sigură, fără comisioane pentru comercianți sau curieri.",
  "romygoOpensANewAndValuable": "romygo deschide un canal valoros prin care clienții pot rezerva bilete de avion la cele mai mici prețuri, datorită integrărilor directe cu sistemele de distribuție și partenerii aerieni.",
  "investInRomygo": "Investește în romygo",
  "viewMoreStories": "Vezi mai multe povești",
  "driveWithRomygo": "Condu cu romygo",
  "becomeRomygoDrivermakeMoreMoneyToday": "Devino șofer romygo și câștigă mai mulți bani azi.",
  "email": "Email",
  "password": "Parolă",
  "rememberMe": "Ține-mă minte",
  "forgotPassword": "Ai uitat parola?",
  "signUp": "Înregistrare",
  "dontHaveAnAccount": "Nu ai un cont?",
  "signupHere": "Înregistrează-te aici",
  "poweredBy": "Cu sprijinul",
  "role": "Rol",
  "name": "Nume",
  "driver": "Șofer",
  "atleasteightCharacter": "Cel puțin 8 caractere",
  "atLeastOneUppercase": "Cel puțin o literă mare",
  "atLeastOneLowerCas": "Cel puțin o literă mică",
  "atLeastoneNumber": "Cel puțin un număr",
  "atLeastOneSpecialCharacter": "Cel puțin un caracter special",
  "confirmPassword": "Confirmă parola",
  "byClickingSignUp": "Prin click pe „Înregistrare” sunt de acord cu",
  "termsOfUse": "Termenii de utilizare",
  "and": "și",
  "signInHere": "Autentifică-te aici",
  "forgotPassword_forgot": "Parolă uitată",
  "enterYourEmailToReceive": "Introduceți emailul pentru a primi un link de resetare a parolei",
  "emailPasswordResetLink": "Trimite linkul de resetare a parolei",
  "returnTo": "Întoarce-te la",
  "alreadyHaveAn": "Ai deja un cont?",
  "deliverWith": "Livrare cu",
  "foodDeliveryComingSoon": "Livrare de mâncare în curând",
  "hotelBookingComingSoon": "Rezervare hotelieră în curând",
  "onlineTravelBooking": "Rezervarea online a călătoriilor va fi disponibilă în curând",
  "stayWith": "Stai cu",
  "travelWith": "Călătorește cu"
}
